# TODO: реализовать...
#  * возможность выбора ластика, карандаша, заливки и пипетыча
#  * возможность изменять ширину и высоту полотна в px без сохранения пропорций
#  * возможность выбирать для рисования равносторонний треугольник
#  * возможность указать сплошной цвет заливки
#  * возможность указать цвет в фортах RGB и HSV (через диалог изменения цветов)

# TODO: строго соблюдать PEP8: ориентируйтесь на подсказки IDE (PyCharm), предупреждения справа и квадратик/галочку в углу ↗ [два предупреждения в sandbox.py]
from src.paint import Paint


def main():
	pass  # здесь можно ничего не писать, обойдясь одним лишь Python Console (в PyCharm)


if __name__ == "__main__":
	main()
